<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>개인정보취급방침</title>
<script type="text/javascript">
//Get the element with id="defaultOpen" and click on it
$(document).ready(function(){

	document.getElementById("accordionopen").click();
	document.getElementById("accordionopen1").click();
	document.getElementById("accordionopen2").click();
	document.getElementById("accordionopen3").click();
});
</script>
</head>
<body>
<h2 style="font-size: 50">개인정보취급방침</h2>
<button class="accordion" id="accordionopen">개인정보취급방침</button>
<div class="panel">
  <p>㈜BuyTicketS는 귀하의 개인정보를 보호하고 존중하며, 관계 법령 및 규정에 따른 개인정보보호원칙과 규정을 준수하기 위해 노력하고 있습니다.
<br>
당사는 본 개인정보처리방침에 따라 귀하가 웹사이트 또는 클룩 앱(이하 통칭하여 '클룩 플랫폼’) 및 클룩 플랫폼을 통한 당사 또는 제3자(‘운영자’)가 제공하는 서비스(‘서비스’)를 사용할 때 귀하의 정보를 수집, 처리, 사용, 공개할 수 있습니다. 본 개인정보처리방침에서 '귀하’라 함은 클룩 플랫폼에 접속하거나 서비스를 사용하는 모든 사용자를 포함합니다.
<br><br>
본 개인정보처리방침은 귀하가 클룩 플랫폼에 접속하거나 서비스를 사용할 때 당사가 취득한 귀하의 정보의 수집, 처리, 사용 또는 공개에 관한 기본적인 사항을 규정합니다. 이러한 정보에는 클룩 플랫폼을 통해 당사가 요청하고 귀하가 제공한 성명, 주소, 전화번호, 전자우편 주소, 여행서류 정보, 차량 대여 정보, 보험 정보, 연령, 생년월일, 기타 개인정보와 같이 특정인과 관련되거나 연결되어 있는 개인정보(이하 ‘개인정보’)가 포함될 수 있습니다.
<br><br>
본 개인정보처리방침을 주의 깊게 읽어 주시기 바랍니다.
<br><br>
</div>

<button class="accordion"  id="accordionopen1">본 개인정보처리방침의 적용범위</button>
<div class="panel">
  <p>당사는 사전통지 없이 본 개인정보처리방침 또는 그 일부를 변경, 개정 또는 수정할 수 있고, 이후 귀하의 계속적인 클룩 플랫폼 또는 서비스 사용은, 변경사항이 귀하에게 불이익하여 당사가 귀하의 동의를 얻어야 하는 경우가 아닌 한, 귀하가 그 변경, 개정 또는 수정된 사항에 동의한 것으로 해석됩니다. 만약 귀하가 본 개인정보처리방침 또는 그 변경, 개정 또는 수정사항에 동의하지 않는다면, 클룩 플랫폼 또는 서비스에의 접속이나 사용을 중단해야 합니다.
<br><br>
현행 개인정보처리방침은 이 페이지에서 확인할 수 있습니다.
<br><br>
정보의 수집
<br><br>
당사는 귀하가 클룩 플랫폼을 이용하는 동안 귀하가 당사에게 제공한 귀하의 개인정보 및, 귀하가 귀하의 사용자 계정(‘사용자계정’)을 개설하거나, 클룩 플랫폼을 방문하거나, 원하는 서비스를 대여 및/또는 예약하거나, 이용할 때 등의 경우에 귀하의 클룩 플랫폼 사용 방법에 관한 정보를 수집할 수 있습니다. 귀하가 당사에게 귀하의 개인정보를 제공할지 여부는 항상 귀하의 자발적 의사에 달려 있습니다. 다만 귀하가 개인정보를 제공하지 않을 경우 당사는 일정 서비스를 제공하지 못할 수 있습니다. 예를 들어, 귀하의 성명과 연락 정보를 수집 없이는 귀하의 사용자계정을 개설하거나 대여 및/또는 예약을 할 수 없습니다.
<br><br>
당사가 필요에 따라 수집하는 개인정보에는 다음 항목이 포함됩니다.
<br><br>
1. 성명, 전자우편주소, 사용자계정이름, 암호, 전화번호, 집, 회사 및 청구서 주소를 포함한 연락 정보<br><br>
2. 여권, 운전면허증 등 귀하의 생년월일, 성별, 국적이 표시되어 있는 정부 발행 신분증 정보<br><br>
3. 결제카드번호, 만료일이 포함한 결제수단 정보<br><br>
4. 예약번호, 예약내역, 특별식단, 접근성 요청을 포함한 여행예약 및 선호 관련 정보<br><br>
5. 로열티 프로그램 및 회원 정보<br><br>
6. 다음을 포함한 장치 및 위치정보<br>
• IP 주소<br>
• 지리적 위치<br>
• 장치 유형, 모델, 운영체계<br>
• 고유한 장치식별번호<br>
• 인터넷 브라우저 유형 및 서비스 공급자<br>
• 이동통신사, 네트워크<br>
• 귀하의 기기가 상호 작용하거나 접속한 페이지, 서비스 보기, 서버 및 온라인 서비스에 접속하는 방식과 같은 사용 정보<br>
• 접속한 페이지, 클릭한 링크, 살펴본 여행, 해당 날짜 및 시간과 관련 있는 것 등 귀하의 기기가 당사의 온라인 서비스와 어떻게 상호작용하였는지에 관한 정보<br>
• 개괄적인 지리적 위치(국가 또는 도시 수준)와 같은 연계 웹사이트 또는 종료 페이지에 관한 세부 정보<br><br>
7. 귀하가 업로드한 사진, 이미지, 비디오, 의견, 리뷰나 귀하의 당사와의 연락 과정에서 사용자가 생성하거나 제공한 콘텐츠<br><br>
8. 소셜미디어계정 ID, 아바타, 기타 공개된 정보<br><br>
9. 귀하와 당사 간, 귀하와 운영자 간의 의사소통 및 연락 내용(전자우편, 인스턴트 또는 개인 메시지 등)<br><br>
10. 당사가 서비스와 관련하여 실시한 설문조사에 대한 귀하의 피드백과 응답<br><br>
11. 당사 및 운영자를 통한 예약 및/또는 대여를 이행하기 위해 필요한 정보(여행 서류 정보, 차량 대여 정보, 보험 정보, 연령, 생년월일 등)<br><br>
12. 검색기록, 거래내역, 트래픽 데이터, 위치정보, 클룩 플랫폼에서의 상호작용, 사용자 세션 길이와 같은 귀하의 클룩 플랫폼 사용 상세내역을 포함한 이용 및 프로파일링 정보<br><br>
13. 다른 여행자를 위한 예약 및/또는 대여 시 다른 개인에 대한 개인정보<br><br>
14. 사용자계정에 대한 로그인 이름 및 암호, 컴퓨터 인터넷 프로토콜(IP) 주소, 브라우저 유형, 브라우저 정보, 장치정보(유일한 장치 식별자 포함), 방문페이지, 이전 또는 연속되는 방문사이트 내역을 포함하여, 클룩 플랫폼에 접속하거나 이를 사용함으로써 당사의 서버 또는 제3자인 서비스 제공자의 서버에 자동으로 수집되고 저장되는 정보<br><br>
15. 귀하의 최신 연락처와 통계적 정보 등, 당사가 당사의 계열사, 비즈니스 파트너, 운영자, 타사 서비스 공급자로부터 제공받은 귀하에 관한 정보<br><br>
위치기반 서비스에 대한 권한<br><br>

당사는 클룩 플랫폼에서 지역기반 서비스(예: 귀하에 대한 맞춤형 인근 서비스 제안)를 제공하기 위해 귀하의 기기 설정 및 허용설정에 따라 GPS 신호에 따른 귀하의 특정 위치정보를 수집할 수 있습니다. 클룩 플랫폼의 위치 기능을 사용하지 않도록 설정하시려면, 귀하의 기기 설정을 조정하거나 당사 플랫폼에서 로그아웃하면 됩니다.<br> 당사의 위치기반서비스 이용약관 을 참조하여 당사가 귀하의 개인위치정보를 어떻게 처리하는지에 대한 보다 상세한 내용을 확인하시기 바랍니다.<br><br>
</p>
</div>

<button class="accordion"  id="accordionopen2">정보의 보존</button>
<div class="panel">
  <p>당사가 수집한 개인정보 및 기타 정보는 당사의 서버 또는 타사 서비스 제공자의 서버로 전송, 처리 및 저장될 수 있습니다.
  <br> 개인정보는 본 개인정보처리방침에서 설명한 목적의 달성을 위해 필요하거나, 
  <br>(i) 서비스 제공에 필요하여 계약상 요구되거나, 
  <br>(ii) 법령, 세금, 회계상 필요에 따라 요구되는 사항을 준수하기 위하여 필요한 기간 동안 저장됩니다.
  <br> 전술한 사항과 별개로, 당사는 다음과 같이 법률 및 관련규정에 따라 개인정보의 보존기간을 일정기간 연장할 수 있습니다.<br><br>

- 계약 및 청약 철회에 관한 기록 : 5년(전자상거래등에서의 소비자보호에 관한 법률)<br>
- 대금결제 및 재화 등의 공급에 관한 기록 : 5년(전자상거래등에서의 소비자보호에 관한 법률)<br>
- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년(전자상거래등에서의 소비자보호에 관한 법률)<br>
- 로그인 기록 : 3개월(통신비밀보호법)<br><br>
개인정보를 더 이상 처리할 필요가 없는 경우, 당사는 해당 정보를 삭제하거나 익명화 할 것이며, 만일 그것이 불가능하다면(예: 개인정보가 백업보관파일에 저장되어 있는 경우) 개인정보를 안전하게 저장할 것 입니다.<br>

만일 당사가 분석연구 목적이나 트렌드 분석을 위하여 귀하의 정보를 사용하고자 할 경우, 이를 익명화하거나 합산하여 집계하기 위해 노력하겠습니다.
<br><br>
당사는 관련 법률 및 규정에 따라 적절한 물리적, 전자적 및 조직적 절차를 유지하여 개인정보 및 기타 정보가 본 개인정보처리방침에 따라 안전하게 처리되게 하고 무단 접근, 변조, 유출 또는 파기로부터 정보를 보호할 수 있도록 노력할 것입니다.
<br><br>
당사는 귀하의 정보를 취득한 후 엄격한 절차와 보안기능을 사용하여 무단 접근을 방지하기 위해 노력할 것입니다. 당사는 귀하가 제공한 개인정보가 항상 안전하게 보호될 것이라는 어떠한 진술, 보증 또는 보장도 제공하지 않습니다. 당사가 그 의무를 모두 이행하였을 경우에는, 당사는 어떠한 경우에도 귀하의 개인정보에 대한 무단접속 또는 이용으로 인하여 귀하에게 발생할 수 있는 손실, 손해, 비용, 지출에 대하여 일절 책임지지 않습니다.
<br><br>
당사 또는 또는 당사가 선택한 결제처리서비스 제공업체가 수행하는 모든 결제거래는 온라인 암호화 기술을 사용하여 암호화됩니다. 귀하는 선택한 암호를 기밀로 유지하고 이를 제3자와 공유하지 않을 책임이 있습니다.>
</div><br>

<button class="accordion"  id="accordionopen3">정보의 이용</button>
<div class="panel">
  <p>당사는 귀하와의 계약 이행 및 귀하에 대한 서비스 제공에 필요한 경우 수집된 귀하의 개인정보를 처리합니다. 또한 당사는 합법적으로 수집된 다른 개인정보를 당사의 서비스 개선 및 직접적인 마케팅 목적으로 이용합니다.
<br><br>
예를 들어 당사는 개인정보 및 클룩 플랫폼이나 서비스 구매시 수집된 기타 정보를, 귀하의 사용자계정 생성, 서비스 예약 및/또는 대여, 귀하에 대한 서비스 제공, 클룩 플랫폼과 서비스의 지속적 개선, 서비스와 관련된 연락에 사용할 수 있습니다. 여기에는 더 신속한 구매 요청, 더 나은 고객 지원, 신규 서비스 및 특별가의 적시 안내를 위해 개인정보나 기타 정보를 이용하는 것을 포함합니다.
<br><br>
또한 당사는 귀하가 클룩 플랫폼 이용에 대한 피드백을 위한 연락, 클룩 플랫폼 개선을 위한 지원, 귀하에 대한 특별할인 또는 프로모션 안내 관련 연락을 받는 데 동의한 경우 귀하의 개인정보를 연락 목적으로 이용할 수 있습니다. 만일 특별할인이나 프로모션 안내를 희망하지 않으실 경우, 해당 안내에 포함된 하이퍼링크를 통해 당사에 회신함으로써 간단히 이러한 정보의 수신을 거부할 수 있습니다.
<br><br>
</div>

<button class="accordion" >정보의 공개</button>
<div class="panel">
  <p>당사는 귀하의 개인정보 및 기타 정보를 제3자에게 제공할 수 있으며, 이러한 제3자는 귀하의 본국 외의 국가에 위치할 수도 있습니다.<br> 이러한 제3자 제공이 발생할 수 있는 상황을 예시하면 다음과 같습니다.
<br><br>
1. 운영자 : 당사는 귀하의 예약 및/또는 대여를 이행하기 위하여 여행사, 액티비티 업체, 레스토랑, 상점, 운송회사, 철도회사, 크루즈회사, 놀이공원, 통신 네트워크 사업자, 호텔, 렌터카, 보험회사 등 귀하의 본국 내외의 운영자 또는 제3자에게 개인정보를 제공합니다. 이용가능한 모든 운영자와 서비스는 클룩 플랫폼에서 확인할 수 있습니다. 위 운영자들은 귀하의 예약 및/또는 대여 업무를 원활하게 하는데 필요하거나 서비스를 제공하기 위해 필요한 경우 귀하에게 추가 정보를 문의할 수 있습니다. 운영자들 역시 해당 업체의 별도 개인정보보호방침 및 약관이 있을 수 있으며, 귀하는 이러한 개인정보보호방침들을 숙지할 책임이 있습니다.
<br><br>
2. 수탁자 : 귀하에게 보다 양질의 서비스를 제공하기 위하여, 당사는 서비스 제공에 필요한 업무 중 일부를 아래와 같이 수탁자에게 위탁하였습니다. 당사는 해당 업무의 처리를 위해 필요한 개인정보만을 수탁자에게 제공할 것이고, 수탁자는 다른 목적으로 귀하의 정보를 공유, 사용 또는 공개할 수 없습니다.
<br><br>
3. 법령상 의무 : 당사는 관련 법령, 법원 판결이나 명령, 정부기관의 요청 또는 대금결제 과정에서의 납세의무 이행을 위하여 필요한 경우 귀하의 개인정보를 공개해야 할 수 있습니다.
<br><br>
4. 당사의 기업집단 : 당사는 귀하의 개인정보를 당사의 기업집단 내의 다른 기업에 공개하거나 기업거래, 매각, 합병, 인수 또는 기타 기업조직개편, 구조조정과 관련하여 귀하의 개인정보 공개를 요구 받을 수 있습니다. 이러한 경우 당사의 업무를 수행하기 위하여 새로운 지배기관 또는 권한 있는 다른 제3자에게 귀하의 개인정보가 공개, 공유 또는 양도될 수 있습니다.
<br><br>
5. 계열사 및 고문 : 당사는 당사의 권리와 재산을 보호하기 위해 당사의 고문, 대행사 또는 기타 관련자(예: 외부 로펌 및 회계사)에게 귀하의 개인정보를 공개할 수 있습니다.
<br><br>
6. 그 밖의 경우 : 당사는 귀하의 사전 서면동의를 통해 귀하의 개인정보를 공개하거나 제3자에게 공유할 수 있습니다(이 경우 동의를 제공하는 경우와 동일한 수준으로 간단하게 귀하가 동의를 철회할 수 있도록 할 것입니다).
<br><br></div>



<script>
var acc = document.getElementsByClassName("accordion");
var i;

for (i = 0; i < acc.length; i++) {
  acc[i].addEventListener("click", function() {
    this.classList.toggle("active");
    var panel = this.nextElementSibling;
    if (panel.style.display === "block") {
      panel.style.display = "none";
    } else {
      panel.style.display = "block";
    }
  });
}
</script>

</body>
</html>